[
  {
    "user": {
      "id": 1,
      "name": [
        {
          "firstName": "Reynold"
        },
        {
          "lastName": "Feil"
        }
      ],
      "avatar": "https://cdn.fakercloud.com/avatars/ryankirkman_128.jpg",
      "address": [
        {
          "streetName": "Rempel Mill"
        },
        {
          "streetAddress": "3626 Lang Orchard"
        },
        {
          "state": "Alaska"
        },
        {
          "city": "Reston"
        },
        {
          "zipCode": "33751-4055"
        },
        {
          "country": "Slovenia"
        }
      ],
      "company": "Walsh LLC",
      "email": "Tierra_Fritsch@yahoo.com",
      "jobTitle": "Internal Optimization Strategist",
      "jobDescriptor": "Regional",
      "title": "Agile domain specific language pull request documentation driven",
      "about": "Presenter queue domain callback bootcamp Github distributed Edge UX DOM compile cache private waterfall CLI lang REST transaction tree shaking Babel Slack views budget meta-programming open source gulp Stack Overflow killer app tabs vs spaces DSL concurrent Internet Explorer branch continuous integration .NET font contribution compiler senior static typing Kubernetes MIT license MVP class composition scale frame rate contribute Cloudfront fullstack FP composition over inheritance animation node_modules reflog streams a place for everything Firefox bike-shedding distributed systems linker yarn compilation production linked list junior ecommerce platform tl;dr AWS IoT k consensus state minimum viable product cache npm CS degree internet button developer avocado clean architecture engineer ELF lazy eval Chrome frontend proof of stake raspberry pi microservices cross-post Reddit LGTM greedy algorithm pair programming mock array quick sort security i stack trace diversity and inclusion.",
      "summary": "Contribute scalable frontend yarn hardcoded database key-value. Module compile constant XML homebrew lazy eval minification production queue."
    }
  },
  {
    "user": {
      "id": 2,
      "name": [
        {
          "firstName": "Anjali"
        },
        {
          "lastName": "Herman"
        }
      ],
      "avatar": "https://cdn.fakercloud.com/avatars/llun_128.jpg",
      "address": [
        {
          "streetName": "Brent Turnpike"
        },
        {
          "streetAddress": "885 Hoeger Lake"
        },
        {
          "state": "Idaho"
        },
        {
          "city": "South Mohammad"
        },
        {
          "zipCode": "50298-8532"
        },
        {
          "country": "Croatia"
        }
      ],
      "company": "Spencer - Bogisich",
      "email": "Eunice.Schimmel2@gmail.com",
      "jobTitle": "Regional Web Administrator",
      "jobDescriptor": "Dynamic",
      "title": "hipchat clean code CSS-in-JS dog-piling",
      "about": "Terminal clean code build tool j commit cowboy coding RSS feed Chrome concurrent npm state backend mechanical keyboard imperative-mood senior-engineer minimum viable product brownfield stack driver fullstack uglify one-size-fits-all approach array resource developer markup DSL Backbone.js ICO RPC streams chmod blockchain npm S3 JSON composition YAML domain specific language coding TL time-to-interactive sudo Internet Explorer whiteboard UX constant interface directed acyclic graph Safari compile serverless stack trace security contribution spy consensus rm -rf * tabs vs spaces virtual DOM convention ELF native ship it mutation observer Byzantine fault tolerance antipattern document object model ping casting mock subclass maintainable Angular freelancer machine learning object library OOP REST lang transpile idiosyncratic contexts Kubernetes cache senior LIFO service worker Stack Overflow imagemagick bike-shedding pivot inheritance class static greedy algorithm hardcoded AI code-splitting concurrent yarn.",
      "summary": "Scrum master chmod var DOM off-by-one error Linux GraphQL concurrency stack trace Safari. CS degree composition over inheritance atomic design internet button junior observer pattern security."
    }
  },
  {
    "user": {
      "id": 3,
      "name": [
        {
          "firstName": "Bettye"
        },
        {
          "lastName": "Smitham"
        }
      ],
      "avatar": "https://cdn.fakercloud.com/avatars/surgeonist_128.jpg",
      "address": [
        {
          "streetName": "Cristian Avenue"
        },
        {
          "streetAddress": "9292 Quitzon Common"
        },
        {
          "state": "Arizona"
        },
        {
          "city": "West Catherineport"
        },
        {
          "zipCode": "67369"
        },
        {
          "country": "Nicaragua"
        }
      ],
      "company": "VonRueden, Marquardt and Koepp",
      "email": "Kamryn_Bergnaum63@yahoo.com",
      "jobTitle": "Corporate Quality Officer",
      "jobDescriptor": "Internal",
      "title": "clean architecture stack trace Babel XML",
      "about": "Key-value dynamic types compile Ubuntu document object model JVM distributed systems singleton npm production linked list AWS stack trace lazy commit observer pattern yarn CSV senior class site reliability engineer open source shadow DOM infrastructure strongly typing kernel model killer app little Bobby Tables merge sort callback hell mechanical keyboard val class IoT middleware mobile app clean architecture build tool code-splitting contribution tabs vs spaces child k cache JavaScript test double contribute pair programming contributor Dijkstra serverless flexbox public budget configuration SOAP one-size-fits-all approach view-model dynamic programming array circle back DSL scrum master resolve markup font module first in first out raspberry pi mock concurrent Kubernetes free as speech lang parent vaporware ship it gulp coding lazy eval proof of stake MIT license pivot Ada Lovelace gradle RPC Medium post CLI ping polemical thinking Vue private distributed data store devops antipattern Hacker News git domain.",
      "summary": "Reflection RPC stack trace Angular spy domain attributes remote procedure call compile ICO. Yarn DAG ICO LLVM cowboy coding native module."
    }
  },
  {
    "user": {
      "id": 4,
      "name": [
        {
          "firstName": "Jaron"
        },
        {
          "lastName": "Wiegand"
        }
      ],
      "avatar": "https://cdn.fakercloud.com/avatars/mattdetails_128.jpg",
      "address": [
        {
          "streetName": "Jenkins Coves"
        },
        {
          "streetAddress": "547 Connelly Viaduct"
        },
        {
          "state": "Virginia"
        },
        {
          "city": "Priceburgh"
        },
        {
          "zipCode": "90087-2068"
        },
        {
          "country": "Chad"
        }
      ],
      "company": "Luettgen - Cartwright",
      "email": "Selmer_Moen@gmail.com",
      "jobTitle": "Future Applications Representative",
      "jobDescriptor": "Chief",
      "title": "optimize proof of stake keycaps Medium post",
      "about": "Val tree shaking TOML LIFO git module webpack pivot reactive contributor pattern Ada Lovelace site reliability engineer infrastructure injection compile tl;dr naming things bitwise operator homebrew hashtable domain fault tolerant DSL XML program gradle Kubernetes heap sort React concurrent engineer hardcoded DOM internet button Hacker News gate-keeping bike-shedding static JSON Slack Medium post compression database polemical thinking terminal lazy streams IoT brownfield S3 first in first out command-line attributes controller ICO branch API free as speech environment looks good to me markup JavaScript Backbone.js YAML bitcoin shadow DOM callback singleton LLVM private bubble sort killer app state functional programming ELF Ubuntu key-value time-to-interactive service worker view-model RPC frame rate waterfall security test double AI configuration clean code mock Firefox flexbox f*** Dijkstra devops dynamic programming cache array sudo GraphQL.",
      "summary": "Domain CSS-in-JS JSON programmer Angular vaporware blockchain queue LGTM. Frame rate configuration Chrome JSX LGTM dynamic Reddit stack trace."
    }
  },
  {
    "user": {
      "id": 5,
      "name": [
        {
          "firstName": "Estefania"
        },
        {
          "lastName": "Crooks"
        }
      ],
      "avatar": "https://cdn.fakercloud.com/avatars/charliecwaite_128.jpg",
      "address": [
        {
          "streetName": "Kuhn Grove"
        },
        {
          "streetAddress": "405 Eileen Green"
        },
        {
          "state": "Nevada"
        },
        {
          "city": "Lake Violatown"
        },
        {
          "zipCode": "26867"
        },
        {
          "country": "Reunion"
        }
      ],
      "company": "Hodkiewicz Inc",
      "email": "Sophie.Greenholt@gmail.com",
      "jobTitle": "Future Brand Agent",
      "jobDescriptor": "Corporate",
      "title": "accessibility f*** cherry pick minimum viable product",
      "about": "Scrum master Medium post CLI blockchain LLVM asynchronous IRC architecture chmod test double Ruby cross-post package manager tech debt Ubuntu i legacy code antipattern website Backbone.js serverless Reddit OTP convention lang Ada Lovelace concurrent compression MacBook freelancer compile imperative-mood stand-up off-by-one error tl;dr MVP XML subclass const scale bike-shedding FP progressive web app hardcoded API AWS LIFO continuous integration Twitter ecommerce platform class atomic design Cloudfront array mechanical keyboard cache Firefox program UI git .NET code-splitting environment static typing fault tolerant lazy attributes sudo diversity and inclusion inheritance free as speech rm -rf * SOAP killer app dynamic types font pattern reactive remote stack trace Netscape promise waterfall Vue neck beard Edge branch domain native looks good to me Github minification greedy algorithm DAG production Stack Overflow controller parameter node_modules CSV.",
      "summary": "Keycaps accessibility transaction CSV domain machine learning spaghetti code reflection. A place for everything JavaScript CSS grid controller protected legacy code command-line MVP."
    }
  },
  {
    "user": {
      "id": 6,
      "name": [
        {
          "firstName": "Uriel"
        },
        {
          "lastName": "Kuphal"
        }
      ],
      "avatar": "https://cdn.fakercloud.com/avatars/tobysaxon_128.jpg",
      "address": [
        {
          "streetName": "Heller River"
        },
        {
          "streetAddress": "7980 Charlene Prairie"
        },
        {
          "state": "Colorado"
        },
        {
          "city": "Hoboken"
        },
        {
          "zipCode": "28340-5644"
        },
        {
          "country": "Heard Island and McDonald Islands"
        }
      ],
      "company": "Jacobs LLC",
      "email": "Liliane_Mertz@yahoo.com",
      "jobTitle": "District Data Manager",
      "jobDescriptor": "Lead",
      "title": "pair programming diversity and inclusion font webpack",
      "about": "MIT license composition open source ecommerce platform ELF data store Ada Lovelace CLI j transpile reflog JSX tree shaking key-value behavior-driven stack junior production Hacker News Netscape MacBook virtual DOM domain contribute Linux fullstack consensus site reliability engineer UI document object model FIFO circle back serverless convention legacy i TL Angular IoT little Bobby Tables Firefox naming things f*** yarn Dijkstra responsive kernel presenter class free as speech compile LLVM ship it JVM RSS feed lazy elixir developer rebase browser killer app heap sort Ubuntu branch API model +1 pairing LGTM state clean code brownfield engineer resolve AWS JSON Twitter vaporware XML Edge dynamic microservices websockets bootcamp test-driven tabs vs spaces IRC compression legacy code Reddit idiosyncratic contexts Medium post duck typing sudo greenfield FP public design database injection.",
      "summary": "Markup ELF reactive whiteboard webpack spy naming things. Commit interface lazy eval pair programming SRE ping Dijkstra security RSS feed test-driven."
    }
  },
  {
    "user": {
      "id": 7,
      "name": [
        {
          "firstName": "Liliane"
        },
        {
          "lastName": "Jacobson"
        }
      ],
      "avatar": "https://cdn.fakercloud.com/avatars/jimmuirhead_128.jpg",
      "address": [
        {
          "streetName": "Peyton Rapids"
        },
        {
          "streetAddress": "9994 Rath Pine"
        },
        {
          "state": "Alabama"
        },
        {
          "city": "Morganview"
        },
        {
          "zipCode": "66126"
        },
        {
          "country": "Guyana"
        }
      ],
      "company": "Donnelly Inc",
      "email": "Gilbert34@yahoo.com",
      "jobTitle": "Internal Paradigm Developer",
      "jobDescriptor": "Central",
      "title": "brownfield environment f*** API",
      "about": "Class free as in beer gzip greedy algorithm one-size-fits-all approach CS degree dependency injection gradle mock database DSL Twitter site reliability engineer modern bundle parameter imagemagick proof of stake spaghetti code emoji Agile time-to-interactive graph composition over inheritance configuration cache GraphQL compile legacy Slack scrum master composition cloud homebrew IoT YAML contribution accessibility concurrent diversity and inclusion class grep minification module cherry pick perf matters lazy load module tabs vs spaces legacy code markup service worker pivot circle back subclass CSV injection a place for everything frontend test-driven LGTM killer app rm -rf * incognito lazy eval code-splitting ship it architecture functional programming command-line resolve freelancer commit program dynamic programming Dijkstra devops engineer REST JavaScript duck typing engineer ecommerce platform distributed systems terminal child UI open source responsive polemical thinking mobile app remote stack controller git private first in first out pair programming developer whiteboard developer avocado.",
      "summary": "Clean code native internet button gate-keeping markup container perf matters environment composition over inheritance. Open source GraphQL directed acyclic graph Ada Lovelace const ship it REST commit static."
    }
  },
  {
    "user": {
      "id": 8,
      "name": [
        {
          "firstName": "Roma"
        },
        {
          "lastName": "Blick"
        }
      ],
      "avatar": "https://cdn.fakercloud.com/avatars/holdenweb_128.jpg",
      "address": [
        {
          "streetName": "Jayde Spur"
        },
        {
          "streetAddress": "6981 Smitham Manor"
        },
        {
          "state": "Connecticut"
        },
        {
          "city": "North Leopoldburgh"
        },
        {
          "zipCode": "25014"
        },
        {
          "country": "Saint Vincent and the Grenadines"
        }
      ],
      "company": "Grady - Homenick",
      "email": "Lorena_Jones92@gmail.com",
      "jobTitle": "Customer Applications Officer",
      "jobDescriptor": "Corporate",
      "title": "composition directed acyclic graph casting constant",
      "about": "Website resource DevTools domain specific language spaghetti code antipattern incognito first in first out protected cache UX Netscape mobile app Kubernetes Edge fullstack controller git OOP quick sort serverless behavior-driven var bootcamp domain mechanical keyboard k functional programming optimize a place for everything engineer transaction queue architecture team-player ecommerce platform state +1 dynamic programming pull request tree shaking bubble sort pair programming UI mock big O linked list CLI Firefox i streams rm -rf * lazy hardcoded programmer driver JVM freelancer gradle GraphQL callback hell chmod animation browser responsive minification attributes test-driven object library dog-piling AI environment MVP reactive f*** REST whiteboard security domain views Cloudfront JavaScript backend junior waterfall MIT license vaporware gzip subclass reflection singleton Babel DAG gate-keeping build tool class heap sort Twitter promise middleware.",
      "summary": "Off-by-one error elixir Agile big O Kubernetes GraphQL var vaporware internet button bitcoin. One-size-fits-all approach machine learning CSS-in-JS compile convention contribution CSS grid Stack Overflow i."
    }
  },
  {
    "user": {
      "id": 9,
      "name": [
        {
          "firstName": "Ona"
        },
        {
          "lastName": "Kozey"
        }
      ],
      "avatar": "https://cdn.fakercloud.com/avatars/derienzo777_128.jpg",
      "address": [
        {
          "streetName": "Fritsch Park"
        },
        {
          "streetAddress": "0242 Guy Flat"
        },
        {
          "state": "Pennsylvania"
        },
        {
          "city": "Giovaniview"
        },
        {
          "zipCode": "84177-9238"
        },
        {
          "country": "Lithuania"
        }
      ],
      "company": "Mitchell, Moen and Kerluke",
      "email": "Tatyana_Crona@hotmail.com",
      "jobTitle": "Future Usability Architect",
      "jobDescriptor": "Legacy",
      "title": "+1 lazy eval var security",
      "about": "Branch dog-piling font markup +1 array bubble sort developer key-value SOAP test-driven database quick sort YAML LLVM concurrent variable lazy load distributed Ada Lovelace greedy algorithm JSX command-line LIFO JavaScript consensus gulp websockets k minimum viable product imperative-mood JVM service worker OOP mechanical keyboard attributes waterfall ecommerce platform pairing brownfield flexbox little Bobby Tables optimize rebase whiteboard container TL public backend protected hashtable cloud tabs vs spaces engineer strongly typing concurrency perf matters clean code devops contributor val cache view-model lazy compression senior Twitter .NET DevTools DAG containerized senior-engineer pull request proof of stake legacy class reactive bike-shedding engineer const hardcoded dynamic programming private compilation gate-keeping documentation driven Babel reflection remote continuous integration Backbone.js site reliability engineer composition remote procedure call scalable elixir responsive MacBook domain environment.",
      "summary": "Keycaps Hacker News var sudo engineer directed acyclic graph commit. One-size-fits-all approach hardcoded directed acyclic graph distributed RPC MIT license responsive."
    }
  },
  {
    "user": {
      "id": 10,
      "name": [
        {
          "firstName": "Marquis"
        },
        {
          "lastName": "Hane"
        }
      ],
      "avatar": "https://cdn.fakercloud.com/avatars/akashsharma39_128.jpg",
      "address": [
        {
          "streetName": "Emmet Springs"
        },
        {
          "streetAddress": "9130 Kari Shore"
        },
        {
          "state": "Illinois"
        },
        {
          "city": "Lake William"
        },
        {
          "zipCode": "67358"
        },
        {
          "country": "Kenya"
        }
      ],
      "company": "Howe, Roob and Frami",
      "email": "Tate_Schinner@yahoo.com",
      "jobTitle": "Forward Research Coordinator",
      "jobDescriptor": "Chief",
      "title": "document object model domain callback clean architecture",
      "about": "Driver emoji pattern off-by-one error blog RSS feed RPC OTP model abstraction compile cache strongly typing linker gate-keeping container incognito callback hell compression tech debt MacBook design Ruby observer pattern grep Github array greenfield branch AWS module ping SRE Vue tree shaking static typing distributed systems variable IoT dynamic types cloud git i legacy code mechanical keyboard class database duck typing open source reflog neck beard var reflection DOM contributor greedy algorithm blockchain singleton test double stand-up yarn program IRC Slack convention minification spy mobile app Hacker News cherry pick programmer rebase asynchronous production test-driven scalable engineer fullstack build tool bootcamp stateless contribution responsive Ada Lovelace REST .NET compilation bitwise operator Ubuntu LGTM commit Stack Overflow val views consensus mutation observer gzip API minimum viable product composition.",
      "summary": "ICO service worker emoji stack atomic design convention FP tech debt. Animation kernel ship it RSS feed Slack f*** CSS-in-JS class Netscape."
    }
  }
]